[
    {
        "id": "1",
        "title": "סוני: גם ב-2022 יהיה קשה להשיג את PlayStation 5",
        "picture": "/public/images/Sony.jpg",
        "description": "תואר שכזה לא פשוט לקטוף, אבל זה גם מסביר מדוע אי אפשר להשיג אותה בשום מקום",
        "date": "18/05/21",
        "link": "/1",
        "textstory": "סוני (Sony) מעדכנת כי לפי הערכותיה המחסור החמור בקונסולת ה-PlayStation 5, שלעיתים נדירות בלבד ניתן לרכוש אותה ישירות מהמלאי, צפוי להמשך עמוק לתוך שנת 2022. בדיווח הקודם למשקיעים העריכה סוני כי המצב ישתפר במהלך המחצית השנייה של 2021, אולם כעת כאמור החברה סבורה שזה איננו המצב – ולמעשה היא אינה מצביעה על אף תאריך יעד חדש שבו הקונסולה תהיה זמינה לרכישה בקלות.אני לא חושב שהביקוש עומד להרגע במהלך השנה הנוכחית, ואפילו אם נצליח לייצר הרבה יותר יחידות של ה-PlayStation 5 במהלך השנה הבאה ההיצע לא ישיג את הדרישה״, כך לפי מנהל הכספים של סוני, הירוקי טוטוקי (Hiroki Totoki), שנכח בפגישה עם אנליסטים. עבור אותם גיימרים המעוניינים לרכוש את קונסולת ה-PlayStation 5 איך אינם מצליחים לאתר אותה במלאי מדובר אומנם בחדשות מאכזבות, אך חשוב לציין כי אלו הם דווקא ימים מעולים לסוני. גם במסגרת מלאי מוגבל שאיננו עומד בדרישה, ה-PlayStation 5 נמכרת בכמויות גדולות יותר מאשר קודמתה, ה-PlayStation 4, במהלך תקופת הזמן המקבילה לאחר ההשקה.  בנוסף, הערכותיה הקודמות של סוני התבססו על ההנחה כי הדרישה לקונסולה החדשה נובעת, בין השאר, מהצורך של גיימרים המבודדים בביתם בשל מגפת הקורונה, ועל כן צפוי היה לדעוך. ההערכה המעודכנת מלמדת כי לפי הנתונים שבידי היצרנית היפנית, גם בזמן שמגפת הקורונה ברחבי העולם מתקרבת כנראה לסיומה ומדינות רבות כבר חוזרות לשגרה, הדרישה ל-PlayStation 5 נותרת יציבה – וגבוהה להפליא. זאת, בזמן שמבחר המשחקים הבלעדיים שכבר יצאו לקונסולה עודנו מצומצם למדי."
    },
    {
        "id": "2",
        "title": "שלום ולא להתראות: מיקרוסופט תפרד סופית מאינטרנט אקספלורר ב-2022",
        "picture": "/public/images/Explorer.jpg",
        "description": "קיצו של דפדפן האינטרנט Internet Explorer מבית מיקרוסופט (Microsoft) הולך וקרב.",
        "date": "19/05/21",
        "link": "/2",
        "textstory": "קיצו של דפדפן האינטרנט Internet Explorer מבית מיקרוסופט (Microsoft) הולך וקרב. בחברה הכינו תוכנית להיעלמותו של הדפדפן הוותיק שכבר הפסיק לקבל עדכונים עוד ב-2016 וכבר ב-17 באוגוסט תחסם הגישה דרך הדפדפן לתוכנות חבילת Office 365, כמו גם לשירות האחסון ברשת OneDrive ולתוכנת ניהול הפגישות Outlook. בכך יהפוך הדפדפן להרבה פחות שימושי עבור אותם בתי עסק שמתעקשים להמשיך ולהשתמש בו. אולם ב-15 ביוני 2022 יגיע קיצו הרשמי של Internet Explorer. מיקרוסופט כמובן לא תמחק את הדפדפן באופן כפוי, אולם החל מתאריך זה והלאה היא לא תציע לעסקים תמיכה רשמית בתקלות הקשורות בו. ההנחה כי מרבית החברות הגדולות שעד כה בחרו לא לעבור לדפדפן מודרני יותר בשל הצורך בתאימות לתוכנות ושירותים שנבנו לפני שנים, יבחרו סוף-סוף לנטוש אותו תחת איום זה. הפתרון שאותו מציעה מיקרוסופט לבתי עסק, חברות ומשרדי ממשלה שנדרשים עדיין לעבוד עם מערכות ישנות המותאמות לדפדפן Internet Explorer בלבד הוא ״מצב תאימות״ מובנה ב-Edge, המאפשר שימוש באתרים שנבנו בטכנולוגיית ActiveX ותקנים נוספים שכבר אינם רלוונטיים לדפדפנים חדשים יותר. מיקרוסופט מבטיחה להמשיך ולתמוך במצב זה עד 2029 לפחות, כך שבתי עסק שאינם מעוניינים מכל סיבה שהיא לבנות מחדש מערכות שנבנו במקור עבור Internet Explorer, יכולים להמשיך ולהשתמש בכלים העתיקים הללו – הם פשוט יאלצו לעשות זאת דרך דפדפן Edge החדש והמהיר בהרבה."
    },
    {
        "id": "3",
        "title": "הוט משיקה את רשת הסיבים  1000 מגה-ביט החל מ-119 שקלים בחודש",
        "picture": "/public/images/Hot.jpg",
        "description": "כשבועיים לאחר ההודעה של בזק, גם הוט נכנסת לאינטרנט המהיר על סיבים אופטיים ומציעה חבילות עד 1000 מגה-ביט במחירים דומים",
        "date": "21/05/21",
        "link": "/3",
        "textstory": "הוט (HOT) משיקה היום (שני) את רשת הסיבים האופטיים שלה, כשבועיים בלבד לאחר בזק. הרשת של הוט כבר מאפשרת ליותר מ-600, 000 בתי אב להתחבר במהירויות של עד 1000 מגה-ביט, כאשר מחיר חבילה זו לשלושת החודשים הראשונים יעמוד על 119 שקלים בחודש, ולאחר מכן 149 שקלים בחודש. יש להדגיש כי סכום זה אינו כולל את דמי השכירות למודם העומדים על 19.90 שקלים בחודש, ודמי התקנה בעלות של כ-530 שקלים, הניתנים לפריסה ל-36 תשלומים.למתחברים לרשת הסיבים האופטיים של הוט יושכר מודם ונתב אלחוטי מסוג HOT BOX 5F, דגם התומך בתקן Wi-Fi 6, מסוגל להתחבר ליחידות נוספות דרך רשת MESH, ומנוהל על ידי אפליקציה ייעודית. פרט לרשת הסיבים האופטיים, תוסיף הוט להציע חיבור רחב-פס דרך טכנולוגיית הכבלים הקיימת, אולם חבילת 100 המגה-ביט, שהייתה עד כה הרף התחתון של החברה, הוסרה מהמבחר. לקוחות שהיו מחוברים עד כה במהירות זו, כמו גם בחבילת 200 מגה-ביט, יזכו לשדרוג ללא תשלום במהלך השנה הראשונה לחבילת 500 מגה-ביט. לפי HOT, מדובר על כ-100,000 לקוחות שיזכו החל מהיום לחיבור אינטרנט מהיר יותר ללא צורך בשום פעולה מצידם."
    },
    {
        "id": "4",
        "title": "יותר צבעוני, יותר גדול, יותר משתנה: גוגל הציגה את ה-Preview לאנדרואיד 12",
        "picture": "/public/images/Android.jpg",
        "description": "העיצוב החדש זכה לשם Material You, ובדיוק כמו שהודלף, אחד ההיבטים הבולטים ביותר הוא שינוי צבעי הממשק בהתאם לטפט שבוחרים עבור דף הבית.",
        "date": "16/05/21",
        "link": "/4",
        "textstory": "גוגל (Google), כצפוי, חשפה בכנס המפתחים שלה, Google I/O, את גרסת הסקירה המקצועית המוקדמת למפתחים של אנדרואיד 12 – וכפי שהודלף טרם הכנס, מדובר בשינוי קיצוני למדי של הממשק. באנדרואיד 12, לפחות במכשירים שיאמצו אותה על שפת העיצוב החדשה, הכל יהיה גדול וצבעוני יותר לכאורה כדי לנצל את המסכים והאיכותיים יותר, בממוצע, בשוק הטלפונים הנוכחי המבוסס על מערכת ההפעלה שלה.  העיצוב החדש זכה לשם Material You, ובדיוק כמו שהודלף, אחד ההיבטים הבולטים ביותר הוא שינוי צבעי הממשק בהתאם לטפט שבוחרים עבור דף הבית. מי שאחראי לכך הוא ממשק תכנות חדש המשתמש בבינה מלאכותית כדי לזהות את הצבע העיקרי בטפט – והצבע ישמש את הכפתורים את הווידגטים וכל דבר אחר שמערכת ההפעלה צובעת. גם מסך הנעילה יעבור שינויים כדי להתאים לעיצוב החדש, ואחר מהם הוא שעון ענק במרכז שהולך וקטן ככל שהתראות נכנסות, וגם הוא יוצג בגוונים שמתאימים לתמונת הרגע הנבחרת. השינוי הזה והעיצוב של השעון יבואו לידי ביטוי גם בווידגטים, לפחות אלו של גוגל עצמה, שיוצגו בעיצובים אחרים ומאוד לא מרובעים, ושוב מלאי צבע. גם תפריט קיצורי הדרך וההתראות יזכה לעיצוב מחודש עם כפתורים גדולים וברורים יותר, ובמידה רבה בדומה מאוד לממשק המקביל שמציעה שאומי (Xiaomi) ב-MIUI 12 וכמובן אפל (Apple) במכשירי ה-iPhone האחרונים שלה. כמו כן התראות שקשורות לאותה שיחה ישולבו ביחד באותה תיבה עם צבעי רקע זהים."
    },
    {
        "id": "5",
        "title": "יש תאריך: GTA V יגיע בתאימות מלאה ל-PlayStation 5 ו-Xbox Series X בנובמבר",
        "picture": "/public/images/Gta.jpg",
        "description": "המשחק המוכר וגם בגרסתו המקוונת (GTA Online) יושקו רשמית ב-11 בנובמבר בהתאמה (native) לקונסולות ה-PlayStation 5 ו-Xbox Series X.",
        "date": "17/05/21",
        "link": "/5",
        "textstory": "רוכשי הקונסולות החדשות טרם יכולים לשחק בכל המשחקים הקיימים בתאימות מלאה ואחד החשובים שבהם הוא Grand Theft Auto V. היום הודיעה רוקסטאר (Rockstar) כי המשחק המוכר וגם בגרסתו המקוונת (GTA Online) יושקו רשמית ב-11 בנובמבר בהתאמה (native) לקונסולות ה-PlayStation 5 ו-Xbox Series X. בחברה לא חשפו יותר מידי פרטים וגם אין לצפות לשינויים גדולים עם ההשקה המחודשת של GTA V לדור הקונסולות החדש. עם זאת ברוקסטאר כן ציינו כי תהיה חוויה משופרת ומשודרגת, ככל הנראה בהקשר של ניצול יכולות העיבוד והגרפיקה על הפלטפורמות המתקדמות. עוד נאמר כי בעלי הקונסולה של סוני (Sony) ייהנו גם בגרסה נפרדת של GTA Online שתהיה בלעדית וחינמית במהלך חמשת החודשים הראשונים. למרות כי מדובר במשחק דיי ישן במונחים טכנולוגים (2013) שהושק עוד בימי PlayStation 3 ו-Xbox 360, הוא עדיין נחשב לפופולרי ורלוונטי מתמיד. הערכות כי החברה מכרה מעל 140 מיליון עותקים, כשיש כבר שמועות על משחק ההמשך אבל זה ייקח עוד זמן."
    },
    {
        "id": "6",
        "title": "אז והיום: גוגל מציגה את השינויים בכדור הארץ במשך 37 שנים",
        "picture": "/public/images/GoogleEarth.jpg",
        "description": "בין אם זה בעקבות שינויי האקלים או מעשה האדם, כדור הארץ ממשיך להשתנות כל הזמן ובתכונה חדשה של Google Earth גוגל מציגה איך זה מתרחש על פני השטח.",
        "date": "05/05/21",
        "link": "/6",
        "textstory": "בין אם זה בעקבות שינויי האקלים או מעשה האדם, כדור הארץ ממשיך להשתנות כל הזמן ובתכונה חדשה של Google Earth גוגל מציגה איך זה מתרחש על פני השטח. גוגל סקרה אזורים שונים בכדור הארץ ומציגה כיצד הם השתנו לאורך 37 השנים האחרונות. ניתן לראות את מה שקורה לקטבים בגלל התחממות המים, לראות כיצד יערות נעלמים והופכים לערים, כיצד חוף ים בתולי הופך לאזור של מלונות מיושבים ועוד. בעוד שאפשר לסייר במפה ולחפש אחר השינויים, במצב הטיול אפשר לקבל הצעות אחר מספר נושאים ראשיים שמוגדרים כסיפורים, והם כוללים בין השאר את השתנות היערות ואת ההתרחבות העירונית. גוגל השתמשה ביותר מ-24 מיליון תמונות שצולמו מלוויינים לאורך השנים ונדרשו יותר משתי מיליון שעות מחשב לצורך העיבוד של מידע שנפחו היה יותר מ-10 פטה-בייט. מקורות המידע כוללים את נאסא, את מכון המחקר הגיאולוגי האמריקאי, את הלוויינים של האיחוד האירופאי, וכן מידע שהתקבל מסוכנות החלל האירופאית"
    },
    {
        "id": "7",
        "title": "ברוכים הבאים ל-Google Store: גוגל תקים חנות פיזית בניו-יורק כמו אפל",
        "description": "באיחור רב, גוגל החליטה להקים רשת חנויות להתנסות במוצרים והשירותים השונים שלה, והסניף הראשון ייפתח בניו-יורק",
        "date": "22/05/21",
        "link": "/7",
        "picture": "/public/images/Google.jpg",
        "textstory": "גוגל (Google) עומדת להקים במהלך הקיץ הקרוב ברובע צ׳לסי שבמנהטן, ניו-יורק, את החנות הפיזית הראשונה שלה. מועד ההקמה נקבע כך שחגיגות הפתיחה יתרחשו במקביל ליום הולדתה ה-20 של גוגל, ואילו המיקום – ברובע צ׳לסי – קרוב למטה של גוגל בעיר בו עובדים לא פחות מ-11,000 עובדים.\r\n\r\nומה ימתין ללקוחות בתוך החנות? למרות שגוגל כמובן לא מצהירה על כך, הרי שמקור ההשראה ברור. בדומה לרשת האפל סטור (Apple Store) שלה כבר יותר מ-270 סניפים ברחבי העולם, החנות של גוגל תציע למכירה את מוצריה הפיזיים השונים של החברה, בהם מכשירי ה-Pixel הניידים, שעונים ורצועות כושר של פיטביט (Fitbit) ואביזרי בית חכם מסדרת ה-Nest. אנשי גוגל יסתובבו בחנות בכדי לייעץ, לערוך הדגמות, ובמידת הצורך גם לספק שירות לאחר המכירה.\r\n\r\nבנוסף, צפויה גוגל להציע בחנות גם מוצרים של חברות חיצוניות המתבססים על שירותי גוגל, כדוגמת מחשבי כרומבוק (Chromebook) מתוצרת סמסונג (Samsung) ואסוס (Asus). ניתן יהיה כמובן גם להזמין את המוצרים מראש דרך אתר אינטרנט ייעודי ולאסוף אותם בחנות. דרך אותו האתר אפשר יהיה גם לקבוע פגישות עם יועצים ונותני שירות שונים, כמו גם התקנות מקצועיות.\r\n\r\nעל החגיגה מעיבה במקצת מגפת הקורונה, שעדיין לא חלפה לגמרי בניו-יורק. בשל הכללים שעדיין נהוגים בעיר, תאלץ גוגל להגביל את כמות האנשים שיכולים להכנס לחנות בו-זמנית, וכמובן שכל אלו ידרשו לעטות מסכה במהלך שהותם. אם המצב ישתפר דרמטית טרם הפתיחה, המתכוננת לקיץ הקרוב, כמובן שגוגל תוכל לבטל את ההגבלות הללו בהתאם."
    }
]